class Dialog(object):
    welcome_message = "Добро пожаловать. Для записи на сеанс пройдите в Меню."
    opening_menu = "Открываю Меню..."
    opening_calendar = "Открываю календарь..."
    pick_date = "Выберите дату"
    you_picked_day = "Вы выбрали"
    pick_hour = "Выберите время"
    you_picked_hour = "Вы выбрали время на"
    enter_phone = ":00. Пожалуйста, введите номер телефона"
    pick_another_day = "Пожалуйста, выберите другой день"
    no_available_date = "Нет свободной записи. Пожалуйста, выберите другой день"
    enter_name = "Введите имя и фамилию"
    thanks_for_registration = "Спасибо за регистрацию. Я свяжусь с Вами в течении дня."
    name_desc = "Имя и фамилия:"
    phone_desc = "Телефон:"
    date_desc = "Дата записи:"
    already_have_appointment = "К сожалению, Вы можете записаться только на один прием."
    no_appointment_for_you = "Вы не записаны на сеанс в ближайшее время."
    cancellation_success = "Запись успешно отменена."
    new_clients_are = "Новые клиенты:"
    no_new_appointments = "Нет новых записей за выбранную дату."
    enter_integer = "Введи целое число."
    enter_day_number_for_statistics = "Введи кол-во дней за которые хочешь увидеть статистику."
    show_statistics_for_delta = "Показать статистику новых клиентов за n дней."
    menu_inline_description = "Меню для записи и другая информация"
    tattoo_care_info = """
    1. После нанесения татуировки мастер заклеит работу специализированной пленкой “Супрасорб Ф”
 ✧ Пленку следует носить 5 дней;
 ✧Место под пленкой не должно потеть (исключить физические нагрузки и горячие ванны, открытые водоемы, только душ);
 ✧Не нарушайте целостности пленки (не прокалывайте, ничем не обматывайте)!
 ✧В течение первых суток возможно накопление сукровицы (лимфы) и краски — это нормально.

 2. Через 5 дней после фиксации пленку необходимо снять ✧Подденьте край пленки, зацепите его и максимально оттяните в 
 сторону, сохраняя пленку постоянно растянутой, продолжайте снимать; ✧После удаления пленки промойте татуировку 
 жидким мылом без использования мочалки и другого агрессивного воздействия. 

 3. Последующие две недели после удавления пленки не забывайте мазать татуировку кремами для заживления и ухода.
    """
    my_link = "Мой линк - @Odona"
    # menu options
    book_session = "\U0001F4DD Записаться на сеанс"
    tattoo_care = "\U0001F481 Уход за тату"
    how_to_get = "\U0001F4CD Контакты"
    cancel_session = "\U0001F645 Отменить запись"
